Repository: elementary/switchboard-plug-onlineaccounts
Catalog: po/extra/*.po
Languages: ca, fr, ja, pl, sk, uk

source: Online Accounts Settings
ca: Paràmetres dels comptes en línia
fr: Paramètres des comptes en ligne
ja: オンラインアカウントの設定
pl: Ustawienia kont sieciowych
sk: Nastavenia online účtov
uk: Налаштування мережних облікових записів

source: Manage online accounts and connected applications
ca: Gestioneu els comptes en línia i les aplicacions connectades.
fr: Gérez les comptes en ligne et les applications connectées
ja: オンラインアカウントと接続されたアプリケーションを管理します
pl: Zarządzaj kontami sieciowymi i połączonymi programami
sk: Spravujte online účty a pripojené aplikácie
uk: Керування мережними обліковими записами та під'єднаними застосунками

source: Minor updates:
ca: Actualitzacions menors:
fr: Mises à jour mineures :
pl: Mniejsze aktualizacje:
sk: Menšie aktualizácie:
uk: Незначні оновлення:

source: Updated translations
ca: Traduccions actualitzades
fr: Mise à jour des traductions
ja: 翻訳の更新
pl: Zaktualizowane tłumaczenia
sk: Aktualizované preklady
uk: Оновлені переклади

source: New features:
ca: Característiques noves:
fr: Nouvelles fonctionnalités :
pl: Nowe funkcje:
sk: Nové funkcie:
uk: Нові функції:

source: Added offline support for CalDAV accounts
uk: Додано офлайн підтримку облікових записів CalDAV

source: Choose refresh rate for IMAP
ca: Trieu la freqüència d'actualització per a IMAP
fr: Sélection de l'intervalle de mise à jour pour les comptes IMAP
pl: Wybieranie okresu odświeżania dla IMAP
sk: Zvoľte interval opätovného načítania pre IMAP
uk: Обирайте частоту оновлення IMAP

source: Edit saved CalDAV accounts
ca: Edita els comptes de CalDAV desats
fr: Modifiez les comptes CalDav enregistrés
pl: Edycja zapisanych kont CalDAV
sk: Upravujte uložené CalDAV účty
uk: Редагування збережених облікових записів CalDAV

source: Fixes:
ca: Correccions:
fr: Corrections :
pl: Poprawki:
sk: Opravy:
uk: Виправлення:

source: Dim window when creating a new IMAP account
ca: Atenuació de la finestra en crear un compte IMAP nou
fr: Fenêtre réduite lors de la création d'un nouveau compte IMAP
pl: Przygaś okno przy tworzeniu nowego konta IMAP
sk: Stmaviť okno pri vytváraní nového IMAP účtu
uk: Під час створення нового облікового запису IMAP вікно затемнюється

source: Make sure the refresh interval for an IMAP account is set
ca: S'assegura que l'interval de refresc per a un compte d'IMAP s'estableixi.
fr: Nous nous sommes assurés que l'intervalle d'actualisation pour un compte IMAP soit défini
ja: IMAP アカウントを更新する時間が設定されていることを確認するように修正
pl: Upewniono się, że okresowe odświeżanie dla kont IMAP jest ustawione
sk: Zaistené, že interval obnovovania účtu IMAP je nastavený
uk: Виправлено проблему встановлення інтервалу оновлення для облікового запису IMAP

source: Fix adding, editing, and removing lists in CalDAV apps like Tasks
ca: Correcció per afegir, editar i eliminar llistes en aplicacions CalDAV com ara Tasques
fr: Correction de l'ajout, modification et suppression de listes dans les applications CalDAV telles que Tâches
pl: Naprawiono dodawanie, edytowanie i usuwanie list w aplikacjach CalDAV takich jak Zadania
sk: Opravená chyba s pridávaním, úpravou a odstraňovaním zoznamov v aplikáciach podporujúcich CalDAV, ako napríklad aplikácia Úlohy
uk: Виправлено додавання, редагування та вилучення списків у застосунках для роботи з CalDAV, як-от Завдання

source: Make sure you can always navigate next by pressing the Enter key
ca: S'assegura que es pugui passar al següent sempre prement Retorn.
fr: Nous nous sommes assurés que vous puissiez toujours naviguer en appuyant sur la touche Entrée
pl: Upewniono się, że zawsze można nawigować dalej przy użyciu przycisku Enter
sk: Zaistené, aby bolo vždy možné presúvať sa ďalej pomocou klávesy Enter
uk: Натиснувши клавішу «Enter» ви завжди можете перейти далі

source: Close dialogs when pressing the Escape key
ca: Es tanquen els diàlegs prement ESC.
fr: Fermeture de la boîte de dialogue en appuyant sur la touche Échap
pl: Zamykanie okien dialogowych przyciskiem Escape
sk: Zatvárať dialógy pri stlačení klávesy ESC
uk: Закриття діалогових вікон натисканням клавіші «Escape»

source: Use a more complete list of authentication methods for IMAP
ca: Usa una llista més completa de mètodes d'autenticació per a IMAP.
fr: Utilisation d'une liste plus complète de méthodes d'authentification pour le protocole IMAP
ja: IMAP の認証方式の一覧を外部ライブラリから取得するように修正
pl: Użycie bardziej kompletnej listy metod uwierzytelniania dla IMAP
sk: Používať kompletnejší zoznam overovacích metód pre IMAP
uk: Повніший перелік методів автентифікації для IMAP

source: Edit saved IMAP accounts
ca: Edita els comptes d'IMAP desats
fr: Modifiez les comptes IMAP enregistrés
ja: 保存済みの IMAP アカウントを編集する機能を追加
pl: Edycja zapisanych kont IMAP
sk: Upravujte uložené IMAP účty
uk: Редагування збережених облікових записів IMAP

source: Automatically detect authentication method for IMAP
ca: Detecta automàticament el mètode d'autenticació per a IMAP
fr: Détection automatique de la méthode d'authentification pour le protocole IMAP
ja: IMAP の認証方式を自動的に検知するように修正
pl: Automatyczne wykrywanie metody uwierzytelniania dla IMAP
sk: Automaticky zistiť metódu overenia pre IMAP
uk: Автовизначення методу автентифікації для IMAP

source: Verify login credentials when saving IMAP accounts
ca: Verifica les credencials d’inici de sessió en desar comptes IMAP.
fr: Vérification des identifiants de connexion lors de l'enregistrement des comptes IMAP
ja: IMAP アカウントを保存する際にログイン資格情報を認証するように修正
pl: Weryfikacja danych uwierzytelniających przy zapisywaniu IMAP
sk: Overovať prihlasovacie údaje pri ukladaní IMAP účtov
uk: Перевірка облікових даних для входу під час збереження облікових записів IMAP

source: Set up Archive, Drafts, Sent, and Templates folders for IMAP
ca: Configuració de les carpetes Arxiu, Esborranys, Enviats i Plantilles per a IMAP
fr: Définition des dossiers Archive, Brouillons, Envoyés et Modèles pour l'IMAP
ja: アーカイブ、下書き、送信済み、テンプレートフォルダーを IMAP 用にセットアップ
pl: Przygotowanie folderów Archiwum, Wersje robocze, Wysłane i Szablony dla IMAP
sk: Nastavujte priečinky Archív, Koncepty, Odoslané a Predlohy pre IMAP
uk: Налаштування тек Архівовані, Чернетки, Надіслані та Шаблони для IMAP

source: Close "Add Account" popover when an item is selected
ca: Es tanca la finestra emergent "Afegeix un compte" quan se selecciona un element.
fr: Fermeture de la fenêtre flottante « Ajouter un compte » lorsqu'un élément est sélectionné
ja: "アカウントを追加" ポップオーバー内の項目が選択された場合にポップオーバーを閉じるように修正
pl: Zamknij popover „Dodaj konto” po wybraniu elementu
sk: Zatvoriť vyskakovacie okno „Pridať účet“ pri označení položky
uk: Закриття вікна «Додати обліковий запис», коли вибрано елемент

source: Complete redesign
ca: Redisseny complet
fr: Refonte complète
ja: 抜本的なデザイン変更
pl: Całkowite przeprojektowanie
sk: Úplná prerábka
uk: Завершено зміну зовнішнього вигляду

source: Fix blurry icons on HiDPI
ca: Correcció de les icones borroses en HiDPI
fr: Correction des icônes floues sur les affichages HiDPI
ja: HiDPI 環境でのアイコンの解像度が悪い不具合を修正
pl: Naprawiono rozmyte ikony w HiDPI
sk: Opravené rozmazané ikonky na displejoch s vysokým rozlíšením (HiDPI)
uk: Виправлено розмиті піктограми на HiDPI
